{"metadata":{"title":"The Revolutionary War through Maps","author":"Edward Castleman","subtitle":"The English and French Perspectives","datePublished":"2024-10-31"},"sources":[{"type":"iiifManifest","manifest":"https://collections.leventhalmap.org/search/commonwealth:z603vg98c/manifest.json","sequence":0,"canvas":0,"image":0,"moreInfo":"https://www.argomaps.org/maps/commonwealth:z603vg98c/","id":"1"},{"type":"iiifManifest","manifest":"https://collections.leventhalmap.org/search/commonwealth:3f462w71x/manifest.json","sequence":0,"canvas":0,"image":0,"moreInfo":"https://www.argomaps.org/maps/commonwealth:3f462w71x/","id":"2"}],"scenes":[{"caption":{"text":"Maps teach us much more about the world than just the geography they represent. When someone makes a map, they choose what to include and what to exclude. These choices reflect on the mind of the cartographer and the society in which they lived, just as it reveals the world. Let's look at two maps that supposedly look at the same things but are very different.","title":"Maps Tell Us More than Meets the Eye"},"source":"1","timestamp":null,"extent":"fit","moreInfo":"https://www.argomaps.org/maps/commonwealth:z603vg98c/"},{"caption":{"text":"This is British map of the lands involved in the Revolutionary War. It was originally published in Westminster Magazine, which was printed in London from 1773 to 1785. The edition containing this map was published in August of 1776, the same month that the British were notified about the Declaration of Independence.","title":"A Map of the present seat of war in North America"},"source":"1","timestamp":null,"extent":"fit","moreInfo":"https://www.argomaps.org/maps/commonwealth:z603vg98c/"},{"caption":{"text":"This map was already made after the war started and, as I said before, right around the time the British learned of America's goal for independence. Notice that this map does not have clear boundaries around the colonies/states. Instead the map focuses on the geographic features of the states, namely rivers and mountains. ","title":"One Country or Many Colonies?"},"source":"1","timestamp":null,"extent":[429.7646102612358,-1300.8321771466394,972.0829811545838,-694.5820321023205],"moreInfo":"https://www.argomaps.org/maps/commonwealth:z603vg98c/"},{"caption":{"text":"In a similar vein to the previous point, this map does not name the states of New England but instead only refers to them as \"New England.\" Even though the British differentiate between the other state groups, such as the Midlands and the Carolinas, they do not refer to the New England states individually. This could very well reflect how the British viewed New England (even more so than America as a whole) as a singular unit than an alliance of individual states.","title":"New England"},"source":"1","timestamp":null,"extent":[960.3761806488026,-643.8749614715568,1249.362499999999,-406.0200077056877],"moreInfo":"https://www.argomaps.org/maps/commonwealth:z603vg98c/"},{"caption":{"text":"This map also shows the different Native tribes throughout the colonies. This particular region showing the Creek, Cherokee, Chickasaw, and Arkansas (Quapaw) tribes, which inhabited modern day Tennessee, Alabama, Mississippi, and Arkansas. It is worth noting that more Native Americans sided with the British than with the colonists during the war, which could be a reason for their showing on the map. Of course, it could also simply be because the British felt it important to know what tribes lived where. Whatever their reasoning, their inclusion of Indigenous lands on the map show how the British rightly believed that the Native Americans were important players in the war, but the map still does not have any noticeable difference between European and Native American settlements.","title":"Native American Lands"},"source":"1","timestamp":null,"extent":[75.6953006550925,-1280.081303916126,592.7480229187591,-941.3551276950526],"moreInfo":"https://www.argomaps.org/maps/commonwealth:z603vg98c/"},{"caption":{"text":"Remember, this map is meant to serve as a representation of the areas involved in the American Revolution, and just like how the British did not show the differences between states, they also do not show any difference between the cities. This section of the map contains the three largest colonial cities (in descending order of population were Philadelphia, New York, and Boston), but there is not obvious difference between them and the other towns and cities. The Boston peninsula is not even on the map, just the name of the city. This shows how the cartographer did not feel it necessary to give any distinction or layout of the cities in the colonies.","title":"American Cities"},"source":"1","timestamp":null,"extent":[804.5076088562405,-822.1986412182756,1170.1076454773342,-661.3986229077287],"moreInfo":"https://www.argomaps.org/maps/commonwealth:z603vg98c/"},{"caption":{"text":"This map does not give much information in terms of the politics or social structure of the colonies. The states are named but not outlined, the cities are all displayed the same, and rivers and mountains take priority over other aspects of the geography. Also, the map does not even differentiate between European settlements and Native American territories, despite showing where the natives live. To sum it up, this map cares more for the natural geography than the political geography of North America.","title":"A Detailed Map?"},"source":"1","timestamp":null,"extent":"fit","moreInfo":"https://www.argomaps.org/maps/commonwealth:z603vg98c/"},{"caption":{"text":"After having looked at the British map, let us know look at this French one published in 1777, one year after the former. The title, which translates to \"Map of the theater of war between the English and the Americans,\" is meant to serve a similar purpose to the other. They are both war maps meant to show the regions in North American where the American War for Independence is taking place, but they approach it in very different ways. This map will show what thinks the cartographer of this one felt was more important than the other.","title":"A Different Perspective"},"source":"2","timestamp":null,"extent":"fit","moreInfo":"https://www.argomaps.org/maps/commonwealth:3f462w71x/"},{"caption":{"text":"The first noticeable difference is that despite both maps claiming to look at the war theater, this map only depicts the area between New Jersey and Canada. This could be because the French believed that this region was more important to the war. By the time this map was created, there was ample fighting happening in Georgia and South Carolina, so there is no military reason to exclude the southern colonies. This map also shows has colored lines marking the boundaries between each state, which shows more recognition of each state as an individual than a combined nation. ","title":"The Theater of War"},"source":"2","timestamp":null,"extent":"fit","moreInfo":"https://www.argomaps.org/maps/commonwealth:3f462w71x/"},{"caption":{"text":"Not only does this cartographer differentiate between the states, but also points out specific counties. Here, we can see Essex, Middlesex, and Suffolk counties, and the map has several counties listed all across New England and the Midlands. Again, this shows how the person who made this map was more concerned with the man-made boundaries than they were with the geography.","title":"More and More Boundaries"},"source":"2","timestamp":null,"extent":[5022.499044040714,-6627.395199953104,5754.398383312664,-5614.564369590113],"moreInfo":"https://www.argomaps.org/maps/commonwealth:3f462w71x/"},{"caption":{"text":"Unlike in the previous map, this map provides us with more detail regarding the Boston peninsula and the surrounding towns. However, even though Boston and Cambridge are marked with more than their names, these are not simple dots or outlines of the cities. Instead, the cartographer places a fortress symbol on the cities that had them. This shows how the mapmaker prioritized the military importance of the cities as opposed to the cities themselves.","title":"City or Stronghold"},"source":"2","timestamp":null,"extent":[5023.406267949165,-6286.804624975357,5477.732308880584,-6046.783353825917],"moreInfo":"https://www.argomaps.org/maps/commonwealth:3f462w71x/"},{"caption":{"text":"Not only does this image display the title of the map, which it is worth noting that it says that this map is based on \"modern English maps,\" but also has a depiction of an Indigenous person. Like the other map, it marks some the Native tribes that live in different areas, but this map takes it a step further. This depiction, which is obviously romanticized, shows how Europeans viewed Native Americans as a de facto image of the New World and were aware of their importance in the war. However, the romanticized image shows how Europeans who probably had not had any contact with the Indigenous populations viewed them as something other than human, almost mythical.","title":"Indigenous Depictions"},"source":"2","timestamp":null,"extent":[3440.8503377473953,-10059.445258081325,6946.530778014321,-8183.978866581488],"moreInfo":"https://www.argomaps.org/maps/commonwealth:3f462w71x/"},{"caption":{"text":"To sum everything up, this French map seems to focus heavily on military strongholds and man-made political boundaries. On the other hand, the British map seems to focus much more on geographic features. At the end of the day, however, they are both depictions of the North American battleground of the American Revolution. Maps like these show how despite depicting the same things for the same purpose, maps can be vastly different and share much about their creators.","title":"Politics versus Geography"},"source":"2","timestamp":null,"extent":"fit","moreInfo":"https://www.argomaps.org/maps/commonwealth:3f462w71x/"}]}
