{"metadata":{"title":"A Comparison of Two Battle of Brandywine Maps ","author":"Riley Thompson","datePublished":"2024-10-31"},"sources":[{"type":"iiifManifest","manifest":"https://collections.leventhalmap.org/search/commonwealth:6w924q121/manifest.json","sequence":0,"canvas":0,"image":0,"moreInfo":"https://www.argomaps.org/maps/commonwealth:6w924q121/","id":"1"},{"type":"iiifManifest","manifest":"https://collections.leventhalmap.org/search/commonwealth:q524nk57r/manifest.json","sequence":0,"canvas":0,"image":0,"moreInfo":"https://www.argomaps.org/maps/commonwealth:q524nk57r/","id":"2"}],"scenes":[{"caption":{"text":"On September 11, 1777, near Chadds Ford, Pennsylvania, along the Brandywine River, the Battle of Brandywine took place. The British and Hessian forces, under the command of General William Howe, and the American forces, under the command of George Washington, clashed in one of the longest single-day altercations of the American Revolutionary War. After hours of fighting, General Washington and the Continental Army were forced to retreat, leaving the British forces the victors of this particular interaction.","title":"The Battle of Brandywine"},"source":"1","timestamp":null,"extent":"fit","moreInfo":"https://www.argomaps.org/maps/commonwealth:6w924q121/"},{"caption":{"text":"Discussed here are two battle maps that document the Battle of Brandywine. While at first glance the following maps appear visually alike, there are small details that differentiate them from each other. An examination of these differences reveals both the roles that each map was supposed to serve and the influences that impacted the creation of each map.","title":"Battle Maps"},"source":"2","timestamp":null,"extent":"fit","moreInfo":"https://www.argomaps.org/maps/commonwealth:q524nk57r/"},{"caption":{"text":"Depicted here is the first map that will be examined in this comparison. Created by the prolific British surveyor John Montrésor, he was responsible for the creation of around two thousand maps during his twenty-three year career in America. He participated in various British military engagements, including the Seven Years' War and the American Revolution, where he created numerous battle maps based on his first-hand battle experience.","title":"“Battle of Brandywine, 11th Septr. 1777” by John Montrésor"},"source":"2","timestamp":null,"extent":"fit","moreInfo":"https://www.argomaps.org/maps/commonwealth:q524nk57r/"},{"caption":{"text":"This is a manuscript map, otherwise known as a hand-drawn map. This method of map creation implies that this map was most likely meant for personal use.","title":null},"source":"2","timestamp":null,"extent":[2715.723566080729,-7466.951499430338,9386.149600219725,-102.65118916829427],"moreInfo":"https://www.argomaps.org/maps/commonwealth:q524nk57r/"},{"caption":{"text":"This map lacks what traditionally could be considered fine, artistic detail. This is evidenced by the way Montrésor depicts trees as vague circle-like squiggles. This lack of artistic detail implies that this map was created for more of a utilitarian purpose rather than a decorative purpose.","title":"Detail"},"source":"2","timestamp":null,"extent":[6158.994869803145,-5087.241328107518,6774.569206961349,-3963.858684013687],"moreInfo":"https://www.argomaps.org/maps/commonwealth:q524nk57r/"},{"caption":{"text":"Depicted here is the map’s key. This key provides just enough information for viewers to identify the commands of the British and Hessian forces. With such a limited key, the viewer is expected to have background information about the Battle of Brandywine in order to supplement the missing information. This conveys that Montrésor did not intend for this map to be used by a wide audience.","title":"Map Key"},"source":"2","timestamp":null,"extent":[7294.254334462484,-2583.027087758382,8982.108741912842,-1690.0495636494952],"moreInfo":"https://www.argomaps.org/maps/commonwealth:q524nk57r/"},{"caption":{"text":"Depicted here, however, are symbols that do not appear in the map’s limited key. The inclusion of these symbols conveys that the map’s intended audience was those familiar with the meaning behind such symbols, such as Montrésor himself or military officials.","title":null},"source":"2","timestamp":null,"extent":[3887.6126948522924,-6865.7533076281725,5279.256214546303,-6117.329842916666],"moreInfo":"https://www.argomaps.org/maps/commonwealth:q524nk57r/"},{"caption":{"text":"This battle map focuses more on depicting military positions rather than military movements, as evidenced by the lack of illustrations connecting the various positions together. Depicted above is one such military position. As troop movements are an important part of battle maps, the decision to exclude them further solidifies the idea that Montrésor did not intend for this map to be widely used by those unfamiliar with the Battle of Brandywine.","title":"Military Positions"},"source":"2","timestamp":null,"extent":[3845.2953257751465,-3769.679071553547,5017.032650299072,-2521.446389007567],"moreInfo":"https://www.argomaps.org/maps/commonwealth:q524nk57r/"},{"caption":{"text":"Depicted here by the faint squares and rectangles are farm fields, which are a common design element in this map. Fields would have acted as a useful directional tool for navigating battlegrounds. When compared to Faden, Montrésor includes a significantly larger number of fields.","title":"Fields"},"source":"2","timestamp":null,"extent":[7759.900543212892,-6231.9521536763505,8721.179818979901,-4930.71409479777],"moreInfo":"https://www.argomaps.org/maps/commonwealth:q524nk57r/"},{"caption":{"text":"Overall, this map was not intended for widespread use as a tool to facilitate the retelling of the Battle of Brandywine. Rather, the previous points convey that Montrésor created this map for practical military use, either for himself or a small collection of individuals who were already familiar with the Battle of Brandywine.","title":"What Does This Mean"},"source":"2","timestamp":null,"extent":[5053.2556164550815,-2097.4584594726575,7090.501931304936,-625.3379482014983],"moreInfo":"https://www.argomaps.org/maps/commonwealth:q524nk57r/"},{"caption":{"text":"Depicted here is the second map in this comparison. The creator of this map, William Faden, was an internationally renowned British map maker who served as Cartographer to the King in the years after the creation of this map. His maps were known for their accuracy and attention to detail and were often widely used.","title":"“Battle of Brandywine in which the rebels were defeated, September the 11th. 1777, by the Army under the Command of General Sr. Willm. Howe” by William Faden"},"source":"1","timestamp":null,"extent":"fit","moreInfo":"https://www.argomaps.org/maps/commonwealth:6w924q121/"},{"caption":{"text":"This note states the map was created via an engraving process, which means it was printed rather than hand-drawn. This process allowed maps to be easily reproduced and subsequently distributed among multiple people. The fact that engraving was the method chosen to create this map implies that it was intended to reach a large audience.","title":null},"source":"1","timestamp":null,"extent":[4912.028137073881,-3925.728461604608,6406.879053872792,-2835.0374047808778],"moreInfo":"https://www.argomaps.org/maps/commonwealth:6w924q121/"},{"caption":{"text":"The statement, “Published according to Act of Parliament,” depicted above, conveys that this map was a government-sanctioned document, which means the British government found the information and narrative conveyed via this map suitable for its intended audience. As this was a map approved by the British government, it can be assumed that the intended audience was the British people.  What does this convey about how the British government wanted the British people to perceive the Battle of Brandywine, and on a larger scale, the American Revolutionary War?","title":"Publishing"},"source":"1","timestamp":null,"extent":[2520.190827941897,-7669.925404230751,4428.031076049807,-7314.049755732217],"moreInfo":"https://www.argomaps.org/maps/commonwealth:6w924q121/"},{"caption":{"text":"This map was published on April 13, 1778, seven months after the Battle of Brandywine occurred. That span of seven months allowed Faden to create an incredibly detailed map, both in terms of artistic detail and historical detail. Due to the amount of detail, it can be assumed that this map was most likely meant to be displayed and therefore viewed by many people.","title":null},"source":"1","timestamp":null,"extent":[2631.9329448699946,-7653.86885960897,4301.1543421427405,-7413.263112386069],"moreInfo":"https://www.argomaps.org/maps/commonwealth:6w924q121/"},{"caption":{"text":"Compared to Montrésor’s map, this map contains more detailed information about the Battle of Brandywine, as evidenced by the inclusion of additional significant military positions. Depicted here is one such location, which is excluded from Montrésor’s map.","title":"More Information"},"source":"1","timestamp":null,"extent":[3190.6032464345294,-4824.229295603434,4215.319791030884,-4165.728606796265],"moreInfo":"https://www.argomaps.org/maps/commonwealth:6w924q121/"},{"caption":{"text":"Additionally, this map also contains more textual information about the battle in the form of an extensive key, which is in part depicted here. The key provides detailed information about British and Hessian troop movements, which significantly eclipses the amount of textual information that Montrésor provides in his map. Including such extensive amounts of narrative text provides viewers with a historical retelling of the battle to accompany the spatial depiction. Furthermore, it conveys that the intended audience was suspected to be unfamiliar with what happened during the battle.","title":"Expanded Key"},"source":"1","timestamp":null,"extent":[573.3872481539329,-8210.082313254445,6382.022513758588,-7519.336107606658],"moreInfo":"https://www.argomaps.org/maps/commonwealth:6w924q121/"},{"caption":{"text":"In addition to the military positions, a major element of this map is the troop movements, which are illustrated and color-coded using red, blue, and orange. Depicted here is a cross-section of such troop movements. The troop movements provide a visual representation for viewers of how the various troops advanced from location to location and ultimately, how the Battle of Brandywine went down. While Montrésor depicts military positions in his map, he does not depict troop movements like Faden does here, which is one of the major elements that set the two maps apart.","title":"Troop Movements"},"source":"1","timestamp":null,"extent":[2446.9989627581126,-4295.266476313711,4282.897737858821,-3425.2786738082177],"moreInfo":"https://www.argomaps.org/maps/commonwealth:6w924q121/"},{"caption":{"text":"This map also contains more supplementary information, such as the town of Dilworth which is depicted here. This conveys that the map’s intended audience was unfamiliar with American geography. ","title":"Location Names"},"source":"1","timestamp":null,"extent":[4371.523572810234,-4476.750239662998,5306.375344644071,-3846.6955547323005],"moreInfo":"https://www.argomaps.org/maps/commonwealth:6w924q121/"},{"caption":{"text":"Overall, this battle map served as a form of social communication between the British government and the British citizenry. It was meant to convey a narrative of British dominance in the American Revolutionary War through the structured retelling of the Battle of Brandywine. The map was created in such a way that it would be easily digestible for British viewers, which increased the probability of the narrative of British dominance being disseminated throughout Britain.","title":"What Does This Mean"},"source":"1","timestamp":null,"extent":[4468.396576565152,-2907.4027497439365,6242.692397437142,-1398.4112671999915],"moreInfo":"https://www.argomaps.org/maps/commonwealth:6w924q121/"},{"caption":{"text":"As made evident by this comparison, even though both are battle maps, these maps actually drastically differ from each other. Factors such as audience and intended use influence the creation and outcome of maps, both in obvious and subtle ways. This examination demonstrates the importance of diving deep into a map and looking for nuance when examining maps.","title":"Conclusion"},"source":"1","timestamp":null,"extent":"fit","moreInfo":"https://www.argomaps.org/maps/commonwealth:6w924q121/"},{"caption":{"text":"“Battle of Brandywine,” Brandywine Battlefield, accessed October 30, 2024, https://www.brandywinebattlefield.org/battle/. ‌  Benjamin George, “John Montresor,” American Revolutionary Geographies Online, accessed October 30, 2024, https://www.argomaps.org/people/john-montresor/.   Emily Irvine, “William Faden,” American Revolutionary Geographies Online, accessed October 20, 2024, https://www.argomaps.org/people/william-faden/.  John Montrésor, Battle of Brandywine, 11th Septr. 1777, Scale ca. 1:14,500, “American Revolutionary Geographies Online,” 1777, accessed October 30, 2024, https://www.argomaps.org/maps/commonwealth:q524nk57r/.  William Faden, Battle of Brandywine in which the rebels were defeated, September the 11th. 1777, by the Army under the Command of General Sr. Willm. Howe, Scale ca. 1:15,480, “American Revolutionary Geographies Online,” 1778, accessed October 30, 2024, https://www.argomaps.org/maps/commonwealth:6w924q121/.","title":"References"},"source":"2","timestamp":null,"extent":"fit","moreInfo":"https://www.argomaps.org/maps/commonwealth:q524nk57r/"}]}
