{"metadata":{"title":"A siege story","author":"Tomas Hinrichs","subtitle":"And the connections of Boston to far off localities","datePublished":"2024-10-31"},"sources":[{"type":"iiifManifest","manifest":"https://collections.leventhalmap.org/search/commonwealth:hx11xz487/manifest.json","sequence":0,"canvas":0,"image":0,"moreInfo":"https://www.argomaps.org/maps/commonwealth:hx11xz487/","id":"1"},{"type":"iiifManifest","manifest":"https://collections.leventhalmap.org/search/commonwealth:8049g951p/manifest","sequence":0,"canvas":0,"image":0,"moreInfo":"https://collections.leventhalmap.org/search/commonwealth:8049g951p","id":"2"}],"scenes":[{"caption":{"text":"This map, drawn by British Lieutenant Richard Williams, illustrates the fortifications of British troops in green and those of the American rebels in yellow. Williams employed shading and hachuring techniques to depict \"the true situation of his Majesty's army\" within the landscape.","title":"The Siege at Boston in 1775"},"source":"1","timestamp":null,"extent":"fit","moreInfo":"https://www.argomaps.org/maps/commonwealth:hx11xz487/"},{"caption":{"text":"Before the siege began, it took British troops over 6 to 8 weeks to cross the ocean. Even with British control of Canada, a siege of Boston was a difficult logistical situation to support. The Long Wharf they arrived at was one of the most important ports in British North America at the time. The arrival of these troops, which were supposed to take care of the citizenry, only offended them and led to events which sparked the siege. ","title":"The redcoats arrive in Boston"},"source":"1","timestamp":null,"extent":[3323.45331101542,-4044.421425564381,4599.2080791835515,-3134.8557051460866],"moreInfo":"https://www.argomaps.org/maps/commonwealth:hx11xz487/"},{"caption":{"text":"Although this encampment was prominent, the redcoats actually also forcefully lived in peoples houses if they had an extra room. Most of the people left in Boston during the siege were Loyalists who supported the king. ","title":"The redcoats camp on the Boston Common"},"source":"1","timestamp":null,"extent":[2697.4225273132324,-3302.5009289550762,3625.6464617411298,-2670.7928961690245],"moreInfo":"https://www.argomaps.org/maps/commonwealth:hx11xz487/"},{"caption":{"text":"Due to the narrow strip of land known as the Boston Neck, which connected the peninsula to the mainland, the rebels found it relatively easy to contain the British troops in a bottleneck. Here, south west of Boston, there are some rebel fortifications on small hills and the American general Nathanael Greene had his headquarters around this area.","title":"No way out"},"source":"1","timestamp":null,"extent":[478.6565382482496,-4546.6205900505265,3380.963012452,-2230.790232633722],"moreInfo":"https://www.argomaps.org/maps/commonwealth:hx11xz487/"},{"caption":{"text":"There where many hills surrounding Boston, but these two hills in particular were the closest and best situated for canon emplacements. One night, the rebels showed up and started building fortifications. British General William Howe decided that he could not live in a place with constant bombardment, and chose to attack these hills, leading to the Battle of Bunker hill which was a pyrrhic win for the British..","title":"The proximity of Breed's and Bunker hill"},"source":"1","timestamp":null,"extent":[3325.76346179744,-3384.416814252312,5479.065693363416,-1852.5374760941513],"moreInfo":"https://www.argomaps.org/maps/commonwealth:hx11xz487/"},{"caption":{"text":"Even though the rebels were defeated at Bunker Hill, it came at a significant cost to the British. Behind that hill lay many more hills with fortifications and geographical bottlenecks that could impede British advances. British General William Howe simply did not have the manpower or logistical support to go on the offensive. The headquarters of General George Washington are seen on the top left of this image, close to the most pivotal fighting.","title":"More hills, more rebels"},"source":"1","timestamp":null,"extent":[2787.537245969208,-2788.699814507375,5537.830579302542,-150.13708226860484],"moreInfo":"https://www.argomaps.org/maps/commonwealth:hx11xz487/"},{"caption":{"text":"This map, drawn by Jedidiah Morse in 1790, depicts the middle and northern sections of the vast landmass which was contested during the war.","title":"The scale and distance of the American Revolution"},"source":"2","timestamp":null,"extent":"fit","moreInfo":"https://collections.leventhalmap.org/search/commonwealth:8049g951p"},{"caption":{"text":"In Philadelphia, the Second Continental Congress appointed George Washington to lead the rebel effort. He immediately embarked on a 300-mile journey that took him about 10 to 14 days. The British colonies were linked by a network of roads, which also served as vital routes for mail and newspapers.","title":"From across the colonies, a leader rises up"},"source":"2","timestamp":null,"extent":[1750.6533755493147,-2826.864143066406,3157.0533755493143,-2088.50423248291],"moreInfo":"https://collections.leventhalmap.org/search/commonwealth:8049g951p"},{"caption":{"text":"To acquire cannons for bombarding the British, the rebels, led by expert engineer and artilleryman Henry Knox, embarked on a harrowing winter journey to Fort Ticonderoga, located on Lake Champlain, seen in the top part of this image. These cannons had been left over since the previous Seven Years war against the French. The rebels hauled 60 tons of cannon and other armaments by horse-drawn sleds across 304 miles of ice-covered rivers and the snow-covered Berkshire Mountains to reach the Boston siege camps.","title":"The procurement of cannons"},"source":"2","timestamp":null,"extent":[2483.613805751624,-2688.06735281372,3114.1496626852177,-1893.4512276306145],"moreInfo":"https://collections.leventhalmap.org/search/commonwealth:8049g951p"},{"caption":{"text":"Once the cannons were in place in a different set of hills to the south of Boston, the British had no other choice but to leave. They fled to to the north and regrouped in Nova Scotia, the only area in this region that was safe.","title":"The British flee from Boston"},"source":"2","timestamp":null,"extent":[2737.637854640955,-2661.933783582388,4258.928081594702,-1030.4812409287024],"moreInfo":"https://collections.leventhalmap.org/search/commonwealth:8049g951p"},{"caption":{"text":"The British plan had been, and would continue to be, to surround the rebels. The primary strategy for mobilizing quickly to achieve this and geographically isolate them was to utilize ancient highways: the rivers. However, the hubris of the British generals resulted in a failure to coordinate with one another, ultimately leading to their untimely surrenders.","title":"The British Army's strategy in this massive territory"},"source":"2","timestamp":null,"extent":[2446.881910369747,-2747.1553182358703,2922.175866595372,-1513.0591179855576],"moreInfo":"https://collections.leventhalmap.org/search/commonwealth:8049g951p"},{"caption":{"text":"After failing to secure Boston and regrouping, the British made another attempt at subduing the rebels, this time in the similarly prominent city of New York. After landing on staten island and long island and waging a battle for Brooklyn, the British managed to push their way inland to capture New York city. They faced a monumental task of controlling an enormous piece of land, with a rebellious population, across an ocean.","title":"The theater of the war moves on"},"source":"2","timestamp":null,"extent":[2338.2073769281833,-2851.5864040912643,2741.407450170371,-2485.186379677202],"moreInfo":"https://collections.leventhalmap.org/search/commonwealth:8049g951p"}]}
